{"modelTopology":{"class_name":"Model","config":{"name":"model1","layers":[{"name":"input87","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input87"},"inbound_nodes":[]},{"name":"input88","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input88"},"inbound_nodes":[]},{"name":"input89","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input89"},"inbound_nodes":[]},{"name":"input90","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input90"},"inbound_nodes":[]},{"name":"input91","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input91"},"inbound_nodes":[]},{"name":"input92","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input92"},"inbound_nodes":[]},{"name":"input93","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input93"},"inbound_nodes":[]},{"name":"input94","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input94"},"inbound_nodes":[]},{"name":"input95","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input95"},"inbound_nodes":[]},{"name":"input96","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input96"},"inbound_nodes":[]},{"name":"input97","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input97"},"inbound_nodes":[]},{"name":"input98","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input98"},"inbound_nodes":[]},{"name":"input99","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input99"},"inbound_nodes":[]},{"name":"input100","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input100"},"inbound_nodes":[]},{"name":"input101","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input101"},"inbound_nodes":[]},{"name":"input102","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input102"},"inbound_nodes":[]},{"name":"input103","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input103"},"inbound_nodes":[]},{"name":"input104","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input104"},"inbound_nodes":[]},{"name":"input105","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input105"},"inbound_nodes":[]},{"name":"input106","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input106"},"inbound_nodes":[]},{"name":"input107","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input107"},"inbound_nodes":[]},{"name":"input108","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input108"},"inbound_nodes":[]},{"name":"input109","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input109"},"inbound_nodes":[]},{"name":"input110","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input110"},"inbound_nodes":[]},{"name":"input111","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input111"},"inbound_nodes":[]},{"name":"input112","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input112"},"inbound_nodes":[]},{"name":"input113","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input113"},"inbound_nodes":[]},{"name":"input114","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input114"},"inbound_nodes":[]},{"name":"input115","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input115"},"inbound_nodes":[]},{"name":"input116","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input116"},"inbound_nodes":[]},{"name":"input117","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input117"},"inbound_nodes":[]},{"name":"input118","class_name":"InputLayer","config":{"batch_input_shape":[null,2],"dtype":"float32","sparse":false,"name":"input118"},"inbound_nodes":[]},{"name":"input119","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input119"},"inbound_nodes":[]},{"name":"input120","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input120"},"inbound_nodes":[]},{"name":"input121","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input121"},"inbound_nodes":[]},{"name":"input122","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input122"},"inbound_nodes":[]},{"name":"input123","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input123"},"inbound_nodes":[]},{"name":"input124","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input124"},"inbound_nodes":[]},{"name":"input125","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input125"},"inbound_nodes":[]},{"name":"input126","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input126"},"inbound_nodes":[]},{"name":"input127","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input127"},"inbound_nodes":[]},{"name":"input128","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input128"},"inbound_nodes":[]},{"name":"input129","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input129"},"inbound_nodes":[]},{"name":"input130","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input130"},"inbound_nodes":[]},{"name":"input131","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input131"},"inbound_nodes":[]},{"name":"input132","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input132"},"inbound_nodes":[]},{"name":"input133","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input133"},"inbound_nodes":[]},{"name":"input134","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input134"},"inbound_nodes":[]},{"name":"input135","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input135"},"inbound_nodes":[]},{"name":"input136","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input136"},"inbound_nodes":[]},{"name":"input137","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input137"},"inbound_nodes":[]},{"name":"input138","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input138"},"inbound_nodes":[]},{"name":"input139","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input139"},"inbound_nodes":[]},{"name":"input140","class_name":"InputLayer","config":{"batch_input_shape":[null,2],"dtype":"float32","sparse":false,"name":"input140"},"inbound_nodes":[]},{"name":"input141","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input141"},"inbound_nodes":[]},{"name":"input142","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input142"},"inbound_nodes":[]},{"name":"input143","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input143"},"inbound_nodes":[]},{"name":"input144","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input144"},"inbound_nodes":[]},{"name":"input145","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input145"},"inbound_nodes":[]},{"name":"input146","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input146"},"inbound_nodes":[]},{"name":"input147","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input147"},"inbound_nodes":[]},{"name":"input148","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input148"},"inbound_nodes":[]},{"name":"input149","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input149"},"inbound_nodes":[]},{"name":"input150","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input150"},"inbound_nodes":[]},{"name":"input151","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input151"},"inbound_nodes":[]},{"name":"input152","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input152"},"inbound_nodes":[]},{"name":"input153","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input153"},"inbound_nodes":[]},{"name":"input154","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input154"},"inbound_nodes":[]},{"name":"input155","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input155"},"inbound_nodes":[]},{"name":"input156","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input156"},"inbound_nodes":[]},{"name":"input157","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input157"},"inbound_nodes":[]},{"name":"input158","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input158"},"inbound_nodes":[]},{"name":"input159","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input159"},"inbound_nodes":[]},{"name":"input160","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input160"},"inbound_nodes":[]},{"name":"input161","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input161"},"inbound_nodes":[]},{"name":"input162","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input162"},"inbound_nodes":[]},{"name":"input163","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input163"},"inbound_nodes":[]},{"name":"input164","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input164"},"inbound_nodes":[]},{"name":"input165","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input165"},"inbound_nodes":[]},{"name":"input166","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input166"},"inbound_nodes":[]},{"name":"input167","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input167"},"inbound_nodes":[]},{"name":"input168","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input168"},"inbound_nodes":[]},{"name":"input169","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input169"},"inbound_nodes":[]},{"name":"input170","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input170"},"inbound_nodes":[]},{"name":"input171","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input171"},"inbound_nodes":[]},{"name":"input172","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input172"},"inbound_nodes":[]},{"name":"input173","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input173"},"inbound_nodes":[]},{"name":"input174","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input174"},"inbound_nodes":[]},{"name":"input175","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input175"},"inbound_nodes":[]},{"name":"input176","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input176"},"inbound_nodes":[]},{"name":"input177","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input177"},"inbound_nodes":[]},{"name":"input178","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input178"},"inbound_nodes":[]},{"name":"input179","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input179"},"inbound_nodes":[]},{"name":"input180","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input180"},"inbound_nodes":[]},{"name":"input181","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input181"},"inbound_nodes":[]},{"name":"input182","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input182"},"inbound_nodes":[]},{"name":"input183","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input183"},"inbound_nodes":[]},{"name":"input184","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input184"},"inbound_nodes":[]},{"name":"input185","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input185"},"inbound_nodes":[]},{"name":"input186","class_name":"InputLayer","config":{"batch_input_shape":[null,1],"dtype":"float32","sparse":false,"name":"input186"},"inbound_nodes":[]},{"name":"Megan_Fox","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Megan_Fox","trainable":true},"inbound_nodes":[[["input87",0,0,{}]]]},{"name":"Mila_Kunis","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Mila_Kunis","trainable":true},"inbound_nodes":[[["input88",0,0,{}]]]},{"name":"Amanda_Seyfried","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Amanda_Seyfried","trainable":true},"inbound_nodes":[[["input89",0,0,{}]]]},{"name":"Hayden_Panettiere","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Hayden_Panettiere","trainable":true},"inbound_nodes":[[["input90",0,0,{}]]]},{"name":"Missy_Peregrym","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Missy_Peregrym","trainable":true},"inbound_nodes":[[["input91",0,0,{}]]]},{"name":"Rachel_McAdams","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Rachel_McAdams","trainable":true},"inbound_nodes":[[["input92",0,0,{}]]]},{"name":"Zoya_Afroz","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Zoya_Afroz","trainable":true},"inbound_nodes":[[["input93",0,0,{}]]]},{"name":"Natalie_Portman","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Natalie_Portman","trainable":true},"inbound_nodes":[[["input94",0,0,{}]]]},{"name":"Lyrica_Okano","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Lyrica_Okano","trainable":true},"inbound_nodes":[[["input95",0,0,{}]]]},{"name":"Jennifer_Connelly","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Jennifer_Connelly","trainable":true},"inbound_nodes":[[["input96",0,0,{}]]]},{"name":"Malin_Akerman","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Malin_Akerman","trainable":true},"inbound_nodes":[[["input97",0,0,{}]]]},{"name":"Priyanka_Chopra","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Priyanka_Chopra","trainable":true},"inbound_nodes":[[["input98",0,0,{}]]]},{"name":"Lyndsy_Fonseca","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Lyndsy_Fonseca","trainable":true},"inbound_nodes":[[["input99",0,0,{}]]]},{"name":"Scarlett_Johansson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Scarlett_Johansson","trainable":true},"inbound_nodes":[[["input100",0,0,{}]]]},{"name":"Tamanna_Bhatia","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Tamanna_Bhatia","trainable":true},"inbound_nodes":[[["input101",0,0,{}]]]},{"name":"Lana_Parrilla","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Lana_Parrilla","trainable":true},"inbound_nodes":[[["input102",0,0,{}]]]},{"name":"Emma_Stone","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Emma_Stone","trainable":true},"inbound_nodes":[[["input103",0,0,{}]]]},{"name":"Jessica_Alba","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Jessica_Alba","trainable":true},"inbound_nodes":[[["input104",0,0,{}]]]},{"name":"Bethany_Joy_Lenz","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Bethany_Joy_Lenz","trainable":true},"inbound_nodes":[[["input105",0,0,{}]]]},{"name":"Ellen_Page","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Ellen_Page","trainable":true},"inbound_nodes":[[["input106",0,0,{}]]]},{"name":"Kate_Beckinsale","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kate_Beckinsale","trainable":true},"inbound_nodes":[[["input107",0,0,{}]]]},{"name":"Diane_Kruger","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Diane_Kruger","trainable":true},"inbound_nodes":[[["input108",0,0,{}]]]},{"name":"Rihanna","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Rihanna","trainable":true},"inbound_nodes":[[["input109",0,0,{}]]]},{"name":"Rachel_Bilson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Rachel_Bilson","trainable":true},"inbound_nodes":[[["input110",0,0,{}]]]},{"name":"Drew_Barrymore","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Drew_Barrymore","trainable":true},"inbound_nodes":[[["input111",0,0,{}]]]},{"name":"Taylor_Swift","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Taylor_Swift","trainable":true},"inbound_nodes":[[["input112",0,0,{}]]]},{"name":"Alison_Lohman","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Alison_Lohman","trainable":true},"inbound_nodes":[[["input113",0,0,{}]]]},{"name":"Angelina_Jolie","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Angelina_Jolie","trainable":true},"inbound_nodes":[[["input114",0,0,{}]]]},{"name":"Nadine_Njeim","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Nadine_Njeim","trainable":true},"inbound_nodes":[[["input115",0,0,{}]]]},{"name":"Ashley_Greene","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Ashley_Greene","trainable":true},"inbound_nodes":[[["input116",0,0,{}]]]},{"name":"Jessica_Stroup","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Jessica_Stroup","trainable":true},"inbound_nodes":[[["input117",0,0,{}]]]},{"name":"Selena_Gomez","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Selena_Gomez","trainable":true},"inbound_nodes":[[["input118",0,0,{}]]]},{"name":"Leighton_Meester","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Leighton_Meester","trainable":true},"inbound_nodes":[[["input119",0,0,{}]]]},{"name":"Kylie_Jenner","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kylie_Jenner","trainable":true},"inbound_nodes":[[["input120",0,0,{}]]]},{"name":"Nikki_Reed","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Nikki_Reed","trainable":true},"inbound_nodes":[[["input121",0,0,{}]]]},{"name":"Beyonce","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Beyonce","trainable":true},"inbound_nodes":[[["input122",0,0,{}]]]},{"name":"Emma_Watson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Emma_Watson","trainable":true},"inbound_nodes":[[["input123",0,0,{}]]]},{"name":"Eva_Green","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Eva_Green","trainable":true},"inbound_nodes":[[["input124",0,0,{}]]]},{"name":"Cobie_Smulders","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Cobie_Smulders","trainable":true},"inbound_nodes":[[["input125",0,0,{}]]]},{"name":"Zooey_Deschanel","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Zooey_Deschanel","trainable":true},"inbound_nodes":[[["input126",0,0,{}]]]},{"name":"Emily_Blunt","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Emily_Blunt","trainable":true},"inbound_nodes":[[["input127",0,0,{}]]]},{"name":"Kathryn_Prescott","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kathryn_Prescott","trainable":true},"inbound_nodes":[[["input128",0,0,{}]]]},{"name":"Katherine_Heigl","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Katherine_Heigl","trainable":true},"inbound_nodes":[[["input129",0,0,{}]]]},{"name":"Ashley_Benson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Ashley_Benson","trainable":true},"inbound_nodes":[[["input130",0,0,{}]]]},{"name":"Hilarie_Burton","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Hilarie_Burton","trainable":true},"inbound_nodes":[[["input131",0,0,{}]]]},{"name":"Alexis_Bledel","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Alexis_Bledel","trainable":true},"inbound_nodes":[[["input132",0,0,{}]]]},{"name":"Rosario_Dawson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Rosario_Dawson","trainable":true},"inbound_nodes":[[["input133",0,0,{}]]]},{"name":"Kate_Walsh","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kate_Walsh","trainable":true},"inbound_nodes":[[["input134",0,0,{}]]]},{"name":"Claire_Danes","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Claire_Danes","trainable":true},"inbound_nodes":[[["input135",0,0,{}]]]},{"name":"Sienna_Miller","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Sienna_Miller","trainable":true},"inbound_nodes":[[["input136",0,0,{}]]]},{"name":"Shannyn_Sossamon","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Shannyn_Sossamon","trainable":true},"inbound_nodes":[[["input137",0,0,{}]]]},{"name":"Fan_Bingbing","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Fan_Bingbing","trainable":true},"inbound_nodes":[[["input138",0,0,{}]]]},{"name":"Piper_Perabo","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Piper_Perabo","trainable":true},"inbound_nodes":[[["input139",0,0,{}]]]},{"name":"Halla_Vilhjalmsdottir","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Halla_Vilhjalmsdottir","trainable":true},"inbound_nodes":[[["input140",0,0,{}]]]},{"name":"Jordana_Brewster","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Jordana_Brewster","trainable":true},"inbound_nodes":[[["input141",0,0,{}]]]},{"name":"Samaire_Armstrong","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Samaire_Armstrong","trainable":true},"inbound_nodes":[[["input142",0,0,{}]]]},{"name":"Carey_Mulligan","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Carey_Mulligan","trainable":true},"inbound_nodes":[[["input143",0,0,{}]]]},{"name":"Kate_Hudson","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kate_Hudson","trainable":true},"inbound_nodes":[[["input144",0,0,{}]]]},{"name":"Fahriye_Evcen","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Fahriye_Evcen","trainable":true},"inbound_nodes":[[["input145",0,0,{}]]]},{"name":"Gemma_Arterton","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Gemma_Arterton","trainable":true},"inbound_nodes":[[["input146",0,0,{}]]]},{"name":"Jennifer_Lopez","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Jennifer_Lopez","trainable":true},"inbound_nodes":[[["input147",0,0,{}]]]},{"name":"Naya_Rivera","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Naya_Rivera","trainable":true},"inbound_nodes":[[["input148",0,0,{}]]]},{"name":"Emma_Roberts","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Emma_Roberts","trainable":true},"inbound_nodes":[[["input149",0,0,{}]]]},{"name":"Ariana_Grande","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Ariana_Grande","trainable":true},"inbound_nodes":[[["input150",0,0,{}]]]},{"name":"Kate_Upton","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Kate_Upton","trainable":true},"inbound_nodes":[[["input151",0,0,{}]]]},{"name":"Elle_Fanning","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Elle_Fanning","trainable":true},"inbound_nodes":[[["input152",0,0,{}]]]},{"name":"Reese_Witherspoon","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Reese_Witherspoon","trainable":true},"inbound_nodes":[[["input153",0,0,{}]]]},{"name":"Brittany_Snow","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Brittany_Snow","trainable":true},"inbound_nodes":[[["input154",0,0,{}]]]},{"name":"Nina_Dobrev","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"Nina_Dobrev","trainable":true},"inbound_nodes":[[["input155",0,0,{}]]]},{"name":"Zoe_Saldana","class_name":"Dense","config":{"units":136,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg",